Repository: oat-sa-archived/extension-tao-testlinear
Catalog: locales/*-valencia/messages.po
Languages: ca_es_valencia

source: A Test must contain at least one item to be compiled.
ca_es_valencia: Una prova ha de contindre com a mínim un element per a compilar-lo.

source: Add to the test
ca_es_valencia: Afig a la prova

source: Allow test-taker to go back in test
ca_es_valencia: Permet al participant anar arrere en la prova

source: Available Items
ca_es_valencia: Elements disponibles

source: Drag and drop the items to order them
ca_es_valencia: Arrossegueu i deixeu anar elements per a ordenar-los

source: Items sequence
ca_es_valencia: Seqüència d'elements

source: Next
ca_es_valencia: Següent

source: Previous
ca_es_valencia: Anterior

source: Save
ca_es_valencia: Guarda

source: Select the items composing the test.
ca_es_valencia: Seleccioneu els elements que componen la prova.

source: Sequence saved successfully
ca_es_valencia: La seqüència s'ha guardat correctament.

source: Submit your responses and head for the next item.
ca_es_valencia: Envia les respostes i vés a l'element següent

source: Submit your responses and head for the previous item.
ca_es_valencia: Envia les respostes i vés a l'element anterior

source: Test Compilation
ca_es_valencia: Compilació de la prova

source: Test configuration
ca_es_valencia: Configuració de la prova

source: Unknown test directory
ca_es_valencia: Directori de prova desconegut
