Repository: oat-sa-archived/extension-tao-testlinear
Catalog: locales/*/messages.po
Languages: fr_fr, it_it, ja_jp, lt_lt, nl_nl, pt_br, ru_ru, vi_vn

source: A Test must contain at least one item to be compiled.
fr_fr: Un test doit contenir au moins un item pour pouvoir être compilé.
it_it: Un Test deve contenere almeno un elemento da compilare.
ja_jp: テストには、コンパイルする項目が少なくとも1つ含まれている必要があります。
nl_nl: Een examen moet ten minste één item bevatten om te worden gecompileerd.
pt_br: Um teste deve conter pelo menos um item a ser compilado.
ru_ru: Тест должен содержать по крайней мере один элемент для компиляции.
vi_vn: Một bài kiểm tra phải chứa ít nhất một mục để biên dịch.

source: Add to the test
fr_fr: Ajouter au test
it_it: Aggiungi al test
ja_jp: テストに追加
lt_lt: Pridėti į testą
nl_nl: Voeg toe aan examen
pt_br: Adicione ao teste
ru_ru: Добавить в тест
vi_vn: Thêm vào bài kiểm tra

source: Allow test-taker to go back in test
fr_fr: Permettre au participant de revenir au test
it_it: Consenti test-taker per tornare al test
ja_jp: 受験者がテストで戻ることを許可
lt_lt: Leisti testo laikytojams grįžti į testą
nl_nl: Sta kandidaten toe om terug te gaan in het examen
pt_br: Permitir que o aluno volte no teste
ru_ru: Разрешить тестируемому вернуться в тест
vi_vn: Cho phép thí sinh quay lại bài kiểm tra

source: Available Items
fr_fr: Items disponibles
it_it: Elementi disponibili
ja_jp: 利用可能なアイテム
nl_nl: Beschikbare items
pt_br: Itens disponíveis
ru_ru: Доступные элементы
vi_vn: Các mục có sẵn

source: Drag and drop the items to order them
fr_fr: Glisser and déposer les items pour les classer
it_it: Trascina e rilascia gli elementi per ordinarli
ja_jp: ドラッグ＆ドロップしてアイテムの順番を決めます
nl_nl: Sleep de items op de juiste volgorde
pt_br: Arraste e solte os itens para ordená-los
ru_ru: Перетащите элементы, чтобы упорядочить их
vi_vn: Kéo và thả các mục để đặt chúng

source: Items sequence
fr_fr: Séquence des items
it_it: Sequenza di elementi
ja_jp: アイテムシーケンス
nl_nl: Item volgorde
pt_br: Sequência de itens
ru_ru: Последовательность элементов
vi_vn: Chuỗi các mục

source: Next
fr_fr: Suivant
it_it: Prossimo
ja_jp: 次
lt_lt: Tęsti
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующий
vi_vn: Kế tiếp

source: Previous
fr_fr: Précédent
it_it: Precedente
ja_jp: 前
lt_lt: Grįžti
nl_nl: Vorige
pt_br: Anterior
ru_ru: Предыдущий
vi_vn: Trước

source: Save
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
lt_lt: Išsaugoti
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
vi_vn: Lưu

source: Select the items composing the test.
fr_fr: Sélectionner les items qui composent le test.
it_it: Selezionare gli elementi che compongono il test.
ja_jp: テストを構成する項目を選択します。
lt_lt: Pažymėkite norimus klausimus, kurie bus įtraukti į testą.
nl_nl: Selecteer de items die het examen moet bevatten.
pt_br: Selecione os itens que compõem o teste.
ru_ru: Выберите элементы, составляющие тест.
vi_vn: Chọn các mục tạo bài kiểm tra.

source: Sequence saved successfully
fr_fr: Séquence enregistrée avec succès
it_it: Sequenza salvata correttamente
ja_jp: シーケンスは正常に保存されました。
lt_lt: Seka sėkmingai išsaugota
nl_nl: Volgorde succesvol opgeslagen
pt_br: Sequência salva com sucesso
ru_ru: Последовательность сохранена успешно
vi_vn: Trình tự đã lưu thành công

source: Submit your responses and head for the next item.
fr_fr: Soumettez vos réponses et allez à l'item suivant.
it_it: Invia le tue risposte e dirigiti verso l'elemento successivo.
ja_jp: 次のアイテムの返信とヘッドを送信します。
lt_lt: Pateikite savo atsakymus ir pereikite į kitą klausimą
nl_nl: Verzend uw antwoorden en ga verder naar het volgende item.
pt_br: Envie suas respostas e vá para o próximo item.
ru_ru: Отправьте свои ответы и переходите к следующему пункту.
vi_vn: Gửi câu trả lời của bạn và sang mục tiếp theo.

source: Submit your responses and head for the previous item.
fr_fr: Soumettre votre réponse et revenir à l'item précédent.
it_it: Invia le tue risposte e dirigiti verso l'elemento precedente.
ja_jp: 前のアイテムの返信とヘッドを送信します。
lt_lt: Pateikite savo atsakymus ir grįžkite prie ankstesnio klausimo.
nl_nl: Verzend uw antwoorden en ga verder naar het vorige item.
pt_br: Envie suas respostas e vá para o próximo item.
ru_ru: Отправьте свои ответы и переходите к предыдущему пункту.
vi_vn: Gửi câu trả lời của bạn và chuyển sang mục trước.

source: Test Compilation
fr_fr: Compilation de test
it_it: Compilazione Test
ja_jp: テストコンパイル
lt_lt: Testo Kompiliavimas
nl_nl: Examen compilatie
pt_br: Compilação de teste
ru_ru: Компиляция теста
vi_vn: Biên soạn bài kiểm tra

source: Test configuration
fr_fr: Configuration de test
it_it: Configurazione Test
ja_jp: テスト設定
lt_lt: Testo konfigūracija
nl_nl: Examenconfiguratie
pt_br: Configuração de teste
ru_ru: Конфигурация теста
vi_vn: Cấu hình bài kiểm tra

source: Unknown test directory
fr_fr: Dossier de test inconnu
it_it: Directory di test sconosciuta
ja_jp: 不明なテストディレクトリー
lt_lt: Nežinoma testo direktorija
nl_nl: Onbekende examen directory
pt_br: Diretório desconhecido
ru_ru: Неизвестный тестовый каталог
vi_vn: Thư mục kiểm tra không xác định
